[

    {
        "id":1,
        "nome":"Classic",
        "preco":0,
        "foto":"../photo/weapons/classic.png",
        "descricao":"Primary fire lands precise shots when still, and is equipped with an alternate burst-firing mode for close encounters.",
        "tipo":"SIDEARMS"
    },

    {
        "id":2,
        "nome":"Shorty",
        "preco":150,
        "foto":"../photo/weapons/shorty.png",
        "descricao":"A nimble, short barrel shotgun that is deadly at close range but can only fire twice before needing to reload. Pairs well with long range weapons.",
        "tipo":"SIDEARMS"
    },    
    
    {
        "id":3,
        "nome":"Frenzy",
        "preco":450,
        "foto":"../photo/weapons/frenzy.png",
        "descricao":"Lightweight machine pistol that excels at firing on the move. Its high rate-of-fire can be difficult to control, so try short bursts at medium ranges.",
        "tipo":"SIDEARMS"
    },

    {
        "id":4,
        "nome":"Ghost",
        "preco":500,
        "foto":"../photo/weapons/ghost.png",
        "descricao":"The Ghost is accurate and carries a large magazine if you miss. Distant targets require a controlled fire rate. Quickly tap the trigger when you can see the whites of their eyes.",
        "tipo":"SIDEARMS"
    },

    {
        "id":5,
        "nome":"Sheriff",
        "preco":800,
        "foto":"../photo/weapons/sheriff.png",
        "descricao":"Its high-impact rounds pack a ton of recoil and require true grit to master. Wield the Sheriff right, and your enemies will know they were expendable.",
        "tipo":"SIDEARMS"
    },

    {
        "id":6,
        "nome":"Stinger",
        "preco":950,
        "foto":"../photo/weapons/stinger.png",
        "descricao":"This SMG is more potent at medium to long range than its counterparts, but at the cost of firing rate and mobility. The 20-round mag gets wasted in recoil-filled sprays, but lands lethal blows at medium distances with ADS and controlled fire.",
        "tipo":"SMGS"
    },

    {
        "id":7,
        "nome":"Spectre",
        "preco":1600,
        "foto":"../photo/weapons/spectre.png",
        "descricao":"A jack-of-all-trades weapon with a great balance of damage, fire rate, and accuracy—at both short and mid range. It haunts the corners of every map and requires only steady aim to drop foes at long distance.",
        "tipo":"SMGS"
    },

    {
        "id":8,
        "nome":"Bulldog",
        "preco":2050,
        "foto":"../photo/weapons/bulldog.png",
        "descricao":"A surefire beast when you can pick your shots. Alt. fire lets you ADS and spew accurate, short bursts at anyone who tries you from medium to long-range.",
        "tipo":"RIFLES"
    },

    {
        "id":9,
        "nome":"Guardian",
        "preco":2250,
        "foto":"../photo/weapons/guardian.png",
        "descricao":"The designated marksman rifle. Heavier and less mobile relative to other rifles but precise and powerful. Headhunt when enemies appear at medium to long distances.",
        "tipo":"RIFLES"
    },

    {
        "id":10,
        "nome":"Phantom",
        "preco":2900,
        "foto":"../photo/weapons/phantom.png",
        "descricao":"Go full auto for anyone who tests you up close and short controlled bursts scramble enemies from anywhere. Best when fired while stationary.",
        "tipo":"RIFLES"
    },

    {
        "id":11,
        "nome":"Vandal",
        "preco":2900,
        "foto":"../photo/weapons/vandal.png",
        "descricao":"The Vandal retains high damage over distance and rewards those who focus single shots at a target's head. Extended fire results in less stability, however.",
        "tipo":"RIFLES"
    },

    {
        "id":12,
        "nome":"Bucky",
        "preco":850,
        "foto":"../photo/weapons/bucky.png",
        "descricao":"Heavy but stable, Bucky's primary fire is for holding tight corners or charging close quarters. Alternate fire strikes targets at medium range.",
        "tipo":"SHOTGUNS"
    },

    {
        "id":13,
        "nome":"Judge",
        "preco":1850,
        "foto":"../photo/weapons/judge.png",
        "descricao":"The Judge is stable at the stand but volatile when fired rapidly. Primary fire hammers short range targets and you'll need to be steady to nail anything beyond an arm's-length.",
        "tipo":"SHOTGUNS"
    },

    {
        "id":14,
        "nome":"Marshal",
        "preco":950,
        "foto":"../photo/weapons/marshal.png",
        "descricao":"A nimble lever-action sniper rifle with a single zoom that can keep bullish enemies at bay. A slow rate of fire means you have to either hit the mark or leave yourself open to attacks.",
        "tipo":"SNIPERS"
    },

    {
        "id":15,
        "nome":"Operator",
        "preco":4700,
        "foto":"../photo/weapons/operator.png",
        "descricao":"A fierce bolt-action sniper rifle with high-powered dual zoom. Extremely immobile but fires an incredibly powerful round that can devastate a team with one shot.",
        "tipo":"SNIPERS"
    },

    {
        "id":16,
        "nome":"Ares",
        "preco":1600,
        "foto":"../photo/weapons/ares.png",
        "descricao":"The Ares' large magazine means it excels at suppressive fire or dealing heavy damage to clustered groups.",
        "tipo":"HEAVIES"
    },

    {
        "id":17,
        "nome":"Odin",
        "preco":3200,
        "foto":"../photo/weapons/odin.png",
        "descricao":"Suppressive, high damage fire with surprising stability. Spray enemies at short range and use alt. fire to make yourself a living turret.",
        "tipo":"HEAVIES"
    },

    {
        "id":18,
        "nome":"TACTICAL KNIFE",
        "preco":0,
        "foto":"../photo/weapons/faca.png",
        "descricao":"When in doubt or out of bullets, hit them with this. Lets you run fast, destroy objects faster, or one-shot enemies in the back with alt. fire.",
        "tipo":"MELEE"
    },

    {
        "id":19,
        "nome":"OUTLAW",
        "preco":2400,
        "foto":"../photo/weapons/outlaw.png",
        "descricao":"A highly-lethal, mid-range Sniper rifle that can fire two shots before scoping out. The long reload time can put you in a pinch, so pick your shots carefully.",
        "tipo":"SNIPERS"
    }

]